Repository: elyukai/MensaSH
Catalog: MensaSH/Localizable.xcstrings
Source language: en
Languages: de

source: Additives
de: Zusatzstoffe

source: Allergens
de: Allergene

source: Cafeteria Building B
de: Cafeteria B-Gebäude

source: Cafeteria Conservatory
de: Cafeteria Musikhochschule

source: Close
de: Schließen

source: Current Week
de: Aktuelle Woche

source: Day
de: Tag

source: Earlier Week
de: Frühere Woche

source: Everyone
de: Alle

source: Filter
de: Filtern

source: Filtered by:
de: Gefiltert nach:

source: Filters
de: Filter

source: Guests
de: Gäste

source: Loading…
de: Laden …

source: Location
de: Ort

source: Mensa Flensburg with Café Lounge
de: Mensa Flensburg mit Café Lounge

source: Mensa Heide with Cafeteria
de: Mensa Heide mit Cafeteria

source: Mensa I with Cafeteria and Café Lounge
de: Mensa I mit Cafeteria und Café Lounge

source: Mensa II with Cafeteria and Café Lounge
de: Mensa II mit Cafeteria und Café Lounge

source: Mensa Lübeck with Cafeteria
de: Mensa Lübeck mit Cafeteria

source: Next Week
de: Nächste Woche

source: No menu item matches your filters
de: Kein Menüeintrag entspricht deinen Filtern

source: No menu items
de: Keine Menüeinträge

source: None
de: Keine

source: Preferences
de: Essensvorlieben

source: Price
de: Preis

source: Reset
de: Zurücksetzen

source: Schwentine Canteen
de: Schwentine-Mensa

source: Students
de: Studierende

source: Types
de: Arten

source: University Members
de: Hochschulangehörige

source: Week
de: Woche

source: Without additives
de: Ohne Zusatzstoffe

source: Without allergens
de: Ohne Allergene
